Repository: Soneritics/CsCartShareCartForUsersInGroup
Catalog: var/langs/*/addons/soneritics_sharecart.po
Languages: nl_nl

# Addons::description::soneritics_sharecart
source: Share carts to other customers
nl_nl: Winkelwagen versturen per mail

# Languages::soneritics_sharecart_menu
source: Shared cart overview
nl_nl: Praktijkoverzicht

# Languages::addons.soneritics_sharecart.manage.orders_sidebar
source: This overview states all of the orders for this code.
nl_nl: In dit overzicht vind je alle bestellingen die geplaatst zijn met deze praktijkcode.

# Languages::addons.soneritics_sharecart.manage.overview_sidebar
source: This overview states all of the shared codes. It then gives an overview of all of the orders for this code.
nl_nl: Dit overzicht bevat alle praktijkcodes en bijhorende orders.

# Languages::addons.soneritics_sharecart.manage.add_sidebar
source: Provide a new code here. Don't use spaces and only user lowercase characters.
nl_nl: Hier kan een nieuwe code ingevoerd worden. Gebruik geen spaties en geen hoofdletters.

# Languages::addons.soneritics_sharecart.add.message
source: Insert the new code here. No spaces and only lowercase characters.
nl_nl: Geef hier de nieuwe praktijkcode op. Geen hoofdletters en spaties.

# Languages::addons.soneritics_sharecart.overview.message
source: The overview below shows the codes that have been used, including the number of orders. Orders must have a minimum amount of %s. Every order will get one reward point. The number of required points is set at %s.
nl_nl: Onderstaand overzicht bevat alle geldige praktijkcodes en het aantal bestellingen. Bestellingen moeten een minimum bestelbedrag hebben van %s. Per bestelling wordt één punt gegeven. De hoogte is ingesteld op %s punten.

# Languages::addons.soneritics_sharecart.overview.invalidmessage
source: The overview below shows the codes that have been used, but are not yet activated.
nl_nl: Het onderstaande overzicht toont ingevoerde codes die (nog) niet zijn geactiveerd.

# Languages::addons.soneritics_sharecart.overview.unusedmessage
source: The overview below shows the codes that are activated, but have never been used.
nl_nl: Onderstaand overzicht toont de geactiveerde praktijkcodes, die nog niet gebruikt zijn in bestellingen.

# Languages::addons.soneritics_sharecart.overview.sendreward
source: %s rewards to send
nl_nl: Nog %s taart(en) te versturen!

# Languages::addons.soneritics_sharecart.rewards
source: Rewards
nl_nl: # Taarten

# Languages::addons.soneritics_sharecart.progress
source: Progress
nl_nl: Voortgang

# Languages::addons.soneritics_sharecart.total_order_amount
source: Total €
nl_nl: Totaal €

# Languages::addons.soneritics_sharecart.average_order_amount
source: Average order €
nl_nl: Gemiddeld €
